Repository: Bossy8bit/Rehab2024_flutter
Catalog: rehab2024/lib/l10n/intl_*.arb
Languages: th

source: Menu
th: เมนู

source: details
th: รายละเอียด

source: gotohome
th: ไปที่หน้าโฮม

source: Main Page
th: หน้าหลัก

source: My Profile
th: โปรไฟล์ของฉัน

source: My Patients
th: ผู้ป่วยของฉัน

source: Favorite Exercise
th: สร้างใบสั่งใหม่

source: Exercise List
th: รายการท่า

source: QR Code
th: คิวอาร์โค้ด

source: ByAnatomy
th: ตามโครงสร้าง

source: BySymtoms
th: ตามอาการ

source: ByFavorite
th: ตามรายกสรชื่นชอบ

source: AddExercise
th: เพิ่มท่ารายการ

source: Neck
th: คอ

source: Shoulder
th: หัวไหล่

source: Arm
th: แขน

source: Back
th: หลัง

source: Waist
th: สะโพก

source: Knee
th: เข่า

source: Ankle
th: ข้อเท้า

source: Feet
th: เท้า
